export const ArrCity = [
    {
        "id": 1,
        "name": "Адыгейск"
    },
    {
        "id": 2,
        "name": "Майкоп"
    },
    {
        "id": 3,
        "name": "Горно-Алтайск"
    },
    {
        "id": 4,
        "name": "Алейск"
    },
    {
        "id": 5,
        "name": "Барнаул"
    },
    {
        "id": 6,
        "name": "Белокуриха"
    },
    {
        "id": 7,
        "name": "Бийск"
    },
    {
        "id": 8,
        "name": "Горняк"
    },
    {
        "id": 9,
        "name": "Заринск"
    },
    {
        "id": 10,
        "name": "Змеиногорск"
    },
    {
        "id": 11,
        "name": "Камень-на-Оби"
    },
    {
        "id": 12,
        "name": "Новоалтайск"
    },
    {
        "id": 13,
        "name": "Рубцовск"
    },
    {
        "id": 14,
        "name": "Славгород"
    },
    {
        "id": 15,
        "name": "Яровое"
    },
    {
        "id": 16,
        "name": "Белогорск"
    },
    {
        "id": 17,
        "name": "Благовещенск"
    },
    {
        "id": 18,
        "name": "Завитинск"
    },
    {
        "id": 19,
        "name": "Зея"
    },
    {
        "id": 20,
        "name": "Райчихинск"
    },
    {
        "id": 21,
        "name": "Свободный"
    },
    {
        "id": 22,
        "name": "Сковородино"
    },
    {
        "id": 23,
        "name": "Тында"
    },
    {
        "id": 24,
        "name": "Циолковский"
    },
    {
        "id": 25,
        "name": "Шимановск"
    },
    {
        "id": 26,
        "name": "Архангельск"
    },
    {
        "id": 27,
        "name": "Вельск"
    },
    {
        "id": 28,
        "name": "Каргополь"
    },
    {
        "id": 29,
        "name": "Коряжма"
    },
    {
        "id": 30,
        "name": "Котлас"
    },
    {
        "id": 31,
        "name": "Мезень"
    },
    {
        "id": 32,
        "name": "Мирный"
    },
    {
        "id": 33,
        "name": "Новодвинск"
    },
    {
        "id": 34,
        "name": "Няндома"
    },
    {
        "id": 35,
        "name": "Онега"
    },
    {
        "id": 36,
        "name": "Северодвинск"
    },
    {
        "id": 37,
        "name": "Сольвычегодск"
    },
    {
        "id": 38,
        "name": "Шенкурск"
    },
    {
        "id": 39,
        "name": "Астрахань"
    },
    {
        "id": 40,
        "name": "Ахтубинск"
    },
    {
        "id": 41,
        "name": "Знаменск"
    },
    {
        "id": 42,
        "name": "Камызяк"
    },
    {
        "id": 43,
        "name": "Нариманов"
    },
    {
        "id": 44,
        "name": "Харабали"
    },
    {
        "id": 45,
        "name": "Агидель"
    },
    {
        "id": 46,
        "name": "Баймак"
    },
    {
        "id": 47,
        "name": "Белебей"
    },
    {
        "id": 48,
        "name": "Белорецк"
    },
    {
        "id": 49,
        "name": "Бирск"
    },
    {
        "id": 50,
        "name": "Давлеканово"
    },
    {
        "id": 51,
        "name": "Дюртюли"
    },
    {
        "id": 52,
        "name": "Ишимбай"
    },
    {
        "id": 53,
        "name": "Кумертау"
    },
    {
        "id": 54,
        "name": "Межгорье"
    },
    {
        "id": 55,
        "name": "Мелеуз"
    },
    {
        "id": 56,
        "name": "Нефтекамск"
    },
    {
        "id": 57,
        "name": "Октябрьский"
    },
    {
        "id": 58,
        "name": "Салават"
    },
    {
        "id": 59,
        "name": "Сибай"
    },
    {
        "id": 60,
        "name": "Стерлитамак"
    },
    {
        "id": 61,
        "name": "Туймазы"
    },
    {
        "id": 62,
        "name": "Уфа"
    },
    {
        "id": 63,
        "name": "Учалы"
    },
    {
        "id": 64,
        "name": "Янаул"
    },
    {
        "id": 65,
        "name": "Алексеевка"
    },
    {
        "id": 66,
        "name": "Белгород"
    },
    {
        "id": 67,
        "name": "Бирюч"
    },
    {
        "id": 68,
        "name": "Валуйки"
    },
    {
        "id": 69,
        "name": "Грайворон"
    },
    {
        "id": 70,
        "name": "Губкин"
    },
    {
        "id": 71,
        "name": "Короча"
    },
    {
        "id": 72,
        "name": "Новый Оскол"
    },
    {
        "id": 73,
        "name": "Старый Оскол"
    },
    {
        "id": 74,
        "name": "Строитель"
    },
    {
        "id": 75,
        "name": "Шебекино"
    },
    {
        "id": 76,
        "name": "Брянск"
    },
    {
        "id": 77,
        "name": "Дятьково"
    },
    {
        "id": 78,
        "name": "Жуковка"
    },
    {
        "id": 79,
        "name": "Злынка"
    },
    {
        "id": 80,
        "name": "Карачев"
    },
    {
        "id": 81,
        "name": "Клинцы"
    },
    {
        "id": 82,
        "name": "Мглин"
    },
    {
        "id": 83,
        "name": "Новозыбков"
    },
    {
        "id": 84,
        "name": "Почеп"
    },
    {
        "id": 85,
        "name": "Севск"
    },
    {
        "id": 86,
        "name": "Сельцо"
    },
    {
        "id": 87,
        "name": "Стародуб"
    },
    {
        "id": 88,
        "name": "Сураж"
    },
    {
        "id": 89,
        "name": "Трубчевск"
    },
    {
        "id": 90,
        "name": "Унеча"
    },
    {
        "id": 91,
        "name": "Фокино"
    },
    {
        "id": 92,
        "name": "Бабушкин"
    },
    {
        "id": 93,
        "name": "Гусиноозерск"
    },
    {
        "id": 94,
        "name": "Закаменск"
    },
    {
        "id": 95,
        "name": "Кяхта"
    },
    {
        "id": 96,
        "name": "Северобайкальск"
    },
    {
        "id": 97,
        "name": "Улан-Удэ"
    },
    {
        "id": 98,
        "name": "Александров"
    },
    {
        "id": 99,
        "name": "Владимир"
    },
    {
        "id": 100,
        "name": "Вязники"
    },
    {
        "id": 101,
        "name": "Гороховец"
    },
    {
        "id": 102,
        "name": "Гусь-Хрустальный"
    },
    {
        "id": 103,
        "name": "Камешково"
    },
    {
        "id": 104,
        "name": "Карабаново"
    },
    {
        "id": 105,
        "name": "Киржач"
    },
    {
        "id": 106,
        "name": "Ковров"
    },
    {
        "id": 107,
        "name": "Кольчугино"
    },
    {
        "id": 108,
        "name": "Костерево"
    },
    {
        "id": 109,
        "name": "Курлово"
    },
    {
        "id": 110,
        "name": "Лакинск"
    },
    {
        "id": 111,
        "name": "Меленки"
    },
    {
        "id": 112,
        "name": "Муром"
    },
    {
        "id": 113,
        "name": "Петушки"
    },
    {
        "id": 114,
        "name": "Покров"
    },
    {
        "id": 115,
        "name": "Радужный"
    },
    {
        "id": 116,
        "name": "Собинка"
    },
    {
        "id": 117,
        "name": "Струнино"
    },
    {
        "id": 118,
        "name": "Судогда"
    },
    {
        "id": 119,
        "name": "Суздаль"
    },
    {
        "id": 120,
        "name": "Юрьев-Польский"
    },
    {
        "id": 121,
        "name": "Волгоград"
    },
    {
        "id": 122,
        "name": "Волжский"
    },
    {
        "id": 123,
        "name": "Дубовка"
    },
    {
        "id": 124,
        "name": "Жирновск"
    },
    {
        "id": 125,
        "name": "Калач-на-Дону"
    },
    {
        "id": 126,
        "name": "Камышин"
    },
    {
        "id": 127,
        "name": "Котельниково"
    },
    {
        "id": 128,
        "name": "Котово"
    },
    {
        "id": 129,
        "name": "Краснослободск"
    },
    {
        "id": 130,
        "name": "Ленинск"
    },
    {
        "id": 131,
        "name": "Михайловка"
    },
    {
        "id": 132,
        "name": "Николаевск"
    },
    {
        "id": 133,
        "name": "Новоаннинский"
    },
    {
        "id": 134,
        "name": "Палласовка"
    },
    {
        "id": 135,
        "name": "Петров Вал"
    },
    {
        "id": 136,
        "name": "Серафимович"
    },
    {
        "id": 137,
        "name": "Суровикино"
    },
    {
        "id": 138,
        "name": "Урюпинск"
    },
    {
        "id": 139,
        "name": "Фролово"
    },
    {
        "id": 140,
        "name": "Бабаево"
    },
    {
        "id": 141,
        "name": "Белозерск"
    },
    {
        "id": 142,
        "name": "Великий Устюг"
    },
    {
        "id": 143,
        "name": "Вологда"
    },
    {
        "id": 144,
        "name": "Вытегра"
    },
    {
        "id": 145,
        "name": "Грязовец"
    },
    {
        "id": 146,
        "name": "Кадников"
    },
    {
        "id": 147,
        "name": "Кириллов"
    },
    {
        "id": 148,
        "name": "Красавино"
    },
    {
        "id": 149,
        "name": "Никольск"
    },
    {
        "id": 150,
        "name": "Сокол"
    },
    {
        "id": 151,
        "name": "Тотьма"
    },
    {
        "id": 152,
        "name": "Устюжна"
    },
    {
        "id": 153,
        "name": "Харовск"
    },
    {
        "id": 154,
        "name": "Череповец"
    },
    {
        "id": 155,
        "name": "Бобров"
    },
    {
        "id": 156,
        "name": "Богучар"
    },
    {
        "id": 157,
        "name": "Борисоглебск"
    },
    {
        "id": 158,
        "name": "Бутурлиновка"
    },
    {
        "id": 159,
        "name": "Воронеж"
    },
    {
        "id": 160,
        "name": "Калач"
    },
    {
        "id": 161,
        "name": "Лиски"
    },
    {
        "id": 162,
        "name": "Нововоронеж"
    },
    {
        "id": 163,
        "name": "Новохоперск"
    },
    {
        "id": 164,
        "name": "Острогожск"
    },
    {
        "id": 165,
        "name": "Павловск"
    },
    {
        "id": 166,
        "name": "Поворино"
    },
    {
        "id": 167,
        "name": "Россошь"
    },
    {
        "id": 168,
        "name": "Семилуки"
    },
    {
        "id": 169,
        "name": "Эртиль"
    },
    {
        "id": 170,
        "name": "Буйнакск"
    },
    {
        "id": 171,
        "name": "Дагестанские Огни"
    },
    {
        "id": 172,
        "name": "Дербент"
    },
    {
        "id": 173,
        "name": "Избербаш"
    },
    {
        "id": 174,
        "name": "Каспийск"
    },
    {
        "id": 175,
        "name": "Кизилюрт"
    },
    {
        "id": 176,
        "name": "Кизляр"
    },
    {
        "id": 177,
        "name": "Махачкала"
    },
    {
        "id": 178,
        "name": "Хасавюрт"
    },
    {
        "id": 179,
        "name": "Южно-Сухокумск"
    },
    {
        "id": 180,
        "name": "Биробиджан"
    },
    {
        "id": 181,
        "name": "Облучье"
    },
    {
        "id": 182,
        "name": "Балей"
    },
    {
        "id": 183,
        "name": "Борзя"
    },
    {
        "id": 184,
        "name": "Краснокаменск"
    },
    {
        "id": 185,
        "name": "Могоча"
    },
    {
        "id": 186,
        "name": "Нерчинск"
    },
    {
        "id": 187,
        "name": "Петровск-Забайкальский"
    },
    {
        "id": 188,
        "name": "Сретенск"
    },
    {
        "id": 189,
        "name": "Хилок"
    },
    {
        "id": 190,
        "name": "Чита"
    },
    {
        "id": 191,
        "name": "Шилка"
    },
    {
        "id": 192,
        "name": "Вичуга"
    },
    {
        "id": 193,
        "name": "Гаврилов Посад"
    },
    {
        "id": 194,
        "name": "Заволжск"
    },
    {
        "id": 195,
        "name": "Иваново"
    },
    {
        "id": 196,
        "name": "Кинешма"
    },
    {
        "id": 197,
        "name": "Комсомольск"
    },
    {
        "id": 198,
        "name": "Кохма"
    },
    {
        "id": 199,
        "name": "Наволоки"
    },
    {
        "id": 200,
        "name": "Плес"
    },
    {
        "id": 201,
        "name": "Приволжск"
    },
    {
        "id": 202,
        "name": "Пучеж"
    },
    {
        "id": 203,
        "name": "Родники"
    },
    {
        "id": 204,
        "name": "Тейково"
    },
    {
        "id": 205,
        "name": "Фурманов"
    },
    {
        "id": 206,
        "name": "Шуя"
    },
    {
        "id": 207,
        "name": "Южа"
    },
    {
        "id": 208,
        "name": "Юрьевец"
    },
    {
        "id": 209,
        "name": "Карабулак"
    },
    {
        "id": 210,
        "name": "Магас"
    },
    {
        "id": 211,
        "name": "Малгобек"
    },
    {
        "id": 212,
        "name": "Назрань"
    },
    {
        "id": 213,
        "name": "Сунжа"
    },
    {
        "id": 214,
        "name": "Алзамай"
    },
    {
        "id": 215,
        "name": "Ангарск"
    },
    {
        "id": 216,
        "name": "Байкальск"
    },
    {
        "id": 217,
        "name": "Бирюсинск"
    },
    {
        "id": 218,
        "name": "Бодайбо"
    },
    {
        "id": 219,
        "name": "Братск"
    },
    {
        "id": 220,
        "name": "Вихоревка"
    },
    {
        "id": 221,
        "name": "Железногорск-Илимский"
    },
    {
        "id": 222,
        "name": "Зима"
    },
    {
        "id": 223,
        "name": "Иркутск"
    },
    {
        "id": 224,
        "name": "Киренск"
    },
    {
        "id": 225,
        "name": "Нижнеудинск"
    },
    {
        "id": 226,
        "name": "Саянск"
    },
    {
        "id": 227,
        "name": "Свирск"
    },
    {
        "id": 228,
        "name": "Слюдянка"
    },
    {
        "id": 229,
        "name": "Тайшет"
    },
    {
        "id": 230,
        "name": "Тулун"
    },
    {
        "id": 231,
        "name": "Усолье-Сибирское"
    },
    {
        "id": 232,
        "name": "Усть-Илимск"
    },
    {
        "id": 233,
        "name": "Усть-Кут"
    },
    {
        "id": 234,
        "name": "Черемхово"
    },
    {
        "id": 235,
        "name": "Шелехов"
    },
    {
        "id": 236,
        "name": "Баксан"
    },
    {
        "id": 237,
        "name": "Майский"
    },
    {
        "id": 238,
        "name": "Нальчик"
    },
    {
        "id": 239,
        "name": "Нарткала"
    },
    {
        "id": 240,
        "name": "Прохладный"
    },
    {
        "id": 241,
        "name": "Терек"
    },
    {
        "id": 242,
        "name": "Тырныауз"
    },
    {
        "id": 243,
        "name": "Чегем"
    },
    {
        "id": 244,
        "name": "Багратионовск"
    },
    {
        "id": 245,
        "name": "Балтийск"
    },
    {
        "id": 246,
        "name": "Гвардейск"
    },
    {
        "id": 247,
        "name": "Гурьевск"
    },
    {
        "id": 248,
        "name": "Гусев"
    },
    {
        "id": 249,
        "name": "Зеленоградск"
    },
    {
        "id": 250,
        "name": "Калининград"
    },
    {
        "id": 251,
        "name": "Краснознаменск"
    },
    {
        "id": 252,
        "name": "Ладушкин"
    },
    {
        "id": 253,
        "name": "Мамоново"
    },
    {
        "id": 254,
        "name": "Неман"
    },
    {
        "id": 255,
        "name": "Нестеров"
    },
    {
        "id": 256,
        "name": "Озерск"
    },
    {
        "id": 257,
        "name": "Пионерский"
    },
    {
        "id": 258,
        "name": "Полесск"
    },
    {
        "id": 259,
        "name": "Правдинск"
    },
    {
        "id": 260,
        "name": "Приморск"
    },
    {
        "id": 261,
        "name": "Светлогорск"
    },
    {
        "id": 262,
        "name": "Светлый"
    },
    {
        "id": 263,
        "name": "Славск"
    },
    {
        "id": 264,
        "name": "Советск"
    },
    {
        "id": 265,
        "name": "Черняховск"
    },
    {
        "id": 266,
        "name": "Городовиковск"
    },
    {
        "id": 267,
        "name": "Лагань"
    },
    {
        "id": 268,
        "name": "Элиста"
    },
    {
        "id": 269,
        "name": "Балабаново"
    },
    {
        "id": 270,
        "name": "Белоусово"
    },
    {
        "id": 271,
        "name": "Боровск"
    },
    {
        "id": 272,
        "name": "Ермолино"
    },
    {
        "id": 273,
        "name": "Жиздра"
    },
    {
        "id": 274,
        "name": "Жуков"
    },
    {
        "id": 275,
        "name": "Калуга"
    },
    {
        "id": 276,
        "name": "Киров"
    },
    {
        "id": 277,
        "name": "Козельск"
    },
    {
        "id": 278,
        "name": "Кондрово"
    },
    {
        "id": 279,
        "name": "Кременки"
    },
    {
        "id": 280,
        "name": "Людиново"
    },
    {
        "id": 281,
        "name": "Малоярославец"
    },
    {
        "id": 282,
        "name": "Медынь"
    },
    {
        "id": 283,
        "name": "Мещовск"
    },
    {
        "id": 284,
        "name": "Мосальск"
    },
    {
        "id": 285,
        "name": "Обнинск"
    },
    {
        "id": 286,
        "name": "Сосенский"
    },
    {
        "id": 287,
        "name": "Спас-Деменск"
    },
    {
        "id": 288,
        "name": "Сухиничи"
    },
    {
        "id": 289,
        "name": "Таруса"
    },
    {
        "id": 290,
        "name": "Юхнов"
    },
    {
        "id": 291,
        "name": "Вилючинск"
    },
    {
        "id": 292,
        "name": "Елизово"
    },
    {
        "id": 293,
        "name": "Петропавловск-Камчатский"
    },
    {
        "id": 294,
        "name": "Карачаевск"
    },
    {
        "id": 295,
        "name": "Теберда"
    },
    {
        "id": 296,
        "name": "Усть-Джегута"
    },
    {
        "id": 297,
        "name": "Черкесск"
    },
    {
        "id": 298,
        "name": "Беломорск"
    },
    {
        "id": 299,
        "name": "Кемь"
    },
    {
        "id": 300,
        "name": "Кондопога"
    },
    {
        "id": 301,
        "name": "Костомукша"
    },
    {
        "id": 302,
        "name": "Лахденпохья"
    },
    {
        "id": 303,
        "name": "Медвежьегорск"
    },
    {
        "id": 304,
        "name": "Олонец"
    },
    {
        "id": 305,
        "name": "Петрозаводск"
    },
    {
        "id": 306,
        "name": "Питкяранта"
    },
    {
        "id": 307,
        "name": "Пудож"
    },
    {
        "id": 308,
        "name": "Сегежа"
    },
    {
        "id": 309,
        "name": "Сортавала"
    },
    {
        "id": 310,
        "name": "Суоярви"
    },
    {
        "id": 311,
        "name": "Анжеро-Судженск"
    },
    {
        "id": 312,
        "name": "Белово"
    },
    {
        "id": 313,
        "name": "Березовский"
    },
    {
        "id": 314,
        "name": "Калтан"
    },
    {
        "id": 315,
        "name": "Кемерово"
    },
    {
        "id": 316,
        "name": "Киселевск"
    },
    {
        "id": 317,
        "name": "Ленинск-Кузнецкий"
    },
    {
        "id": 318,
        "name": "Мариинск"
    },
    {
        "id": 319,
        "name": "Междуреченск"
    },
    {
        "id": 320,
        "name": "Мыски"
    },
    {
        "id": 321,
        "name": "Новокузнецк"
    },
    {
        "id": 322,
        "name": "Осинники"
    },
    {
        "id": 323,
        "name": "Полысаево"
    },
    {
        "id": 324,
        "name": "Прокопьевск"
    },
    {
        "id": 325,
        "name": "Салаир"
    },
    {
        "id": 326,
        "name": "Тайга"
    },
    {
        "id": 327,
        "name": "Таштагол"
    },
    {
        "id": 328,
        "name": "Топки"
    },
    {
        "id": 329,
        "name": "Юрга"
    },
    {
        "id": 330,
        "name": "Белая Холуница"
    },
    {
        "id": 331,
        "name": "Вятские Поляны"
    },
    {
        "id": 332,
        "name": "Зуевка"
    },
    {
        "id": 333,
        "name": "Кирово-Чепецк"
    },
    {
        "id": 334,
        "name": "Кирс"
    },
    {
        "id": 335,
        "name": "Котельнич"
    },
    {
        "id": 336,
        "name": "Луза"
    },
    {
        "id": 337,
        "name": "Малмыж"
    },
    {
        "id": 338,
        "name": "Мураши"
    },
    {
        "id": 339,
        "name": "Нолинск"
    },
    {
        "id": 340,
        "name": "Омутнинск"
    },
    {
        "id": 341,
        "name": "Орлов"
    },
    {
        "id": 342,
        "name": "Слободской"
    },
    {
        "id": 343,
        "name": "Сосновка"
    },
    {
        "id": 344,
        "name": "Уржум"
    },
    {
        "id": 345,
        "name": "Яранск"
    },
    {
        "id": 346,
        "name": "Воркута"
    },
    {
        "id": 347,
        "name": "Вуктыл"
    },
    {
        "id": 348,
        "name": "Емва"
    },
    {
        "id": 349,
        "name": "Инта"
    },
    {
        "id": 350,
        "name": "Микунь"
    },
    {
        "id": 351,
        "name": "Печора"
    },
    {
        "id": 352,
        "name": "Сосногорск"
    },
    {
        "id": 353,
        "name": "Сыктывкар"
    },
    {
        "id": 354,
        "name": "Усинск"
    },
    {
        "id": 355,
        "name": "Ухта"
    },
    {
        "id": 356,
        "name": "Буй"
    },
    {
        "id": 357,
        "name": "Волгореченск"
    },
    {
        "id": 358,
        "name": "Галич"
    },
    {
        "id": 359,
        "name": "Кологрив"
    },
    {
        "id": 360,
        "name": "Кострома"
    },
    {
        "id": 361,
        "name": "Макарьев"
    },
    {
        "id": 362,
        "name": "Мантурово"
    },
    {
        "id": 363,
        "name": "Нерехта"
    },
    {
        "id": 364,
        "name": "Нея"
    },
    {
        "id": 365,
        "name": "Солигалич"
    },
    {
        "id": 366,
        "name": "Чухлома"
    },
    {
        "id": 367,
        "name": "Шарья"
    },
    {
        "id": 368,
        "name": "Абинск"
    },
    {
        "id": 369,
        "name": "Анапа"
    },
    {
        "id": 370,
        "name": "Апшеронск"
    },
    {
        "id": 371,
        "name": "Армавир"
    },
    {
        "id": 372,
        "name": "Белореченск"
    },
    {
        "id": 373,
        "name": "Геленджик"
    },
    {
        "id": 374,
        "name": "Горячий Ключ"
    },
    {
        "id": 375,
        "name": "Гулькевичи"
    },
    {
        "id": 376,
        "name": "Ейск"
    },
    {
        "id": 377,
        "name": "Кореновск"
    },
    {
        "id": 378,
        "name": "Краснодар"
    },
    {
        "id": 379,
        "name": "Кропоткин"
    },
    {
        "id": 380,
        "name": "Крымск"
    },
    {
        "id": 381,
        "name": "Курганинск"
    },
    {
        "id": 382,
        "name": "Лабинск"
    },
    {
        "id": 383,
        "name": "Новокубанск"
    },
    {
        "id": 384,
        "name": "Новороссийск"
    },
    {
        "id": 385,
        "name": "Приморско-Ахтарск"
    },
    {
        "id": 386,
        "name": "Славянск-на-Кубани"
    },
    {
        "id": 387,
        "name": "Сочи"
    },
    {
        "id": 388,
        "name": "Темрюк"
    },
    {
        "id": 389,
        "name": "Тимашевск"
    },
    {
        "id": 390,
        "name": "Тихорецк"
    },
    {
        "id": 391,
        "name": "Туапсе"
    },
    {
        "id": 392,
        "name": "Усть-Лабинск"
    },
    {
        "id": 393,
        "name": "Хадыженск"
    },
    {
        "id": 394,
        "name": "Артемовск"
    },
    {
        "id": 395,
        "name": "Ачинск"
    },
    {
        "id": 396,
        "name": "Боготол"
    },
    {
        "id": 397,
        "name": "Бородино"
    },
    {
        "id": 398,
        "name": "Дивногорск"
    },
    {
        "id": 399,
        "name": "Дудинка"
    },
    {
        "id": 400,
        "name": "Енисейск"
    },
    {
        "id": 401,
        "name": "Железногорск"
    },
    {
        "id": 402,
        "name": "Заозерный"
    },
    {
        "id": 403,
        "name": "Зеленогорск"
    },
    {
        "id": 404,
        "name": "Игарка"
    },
    {
        "id": 405,
        "name": "Иланский"
    },
    {
        "id": 406,
        "name": "Канск"
    },
    {
        "id": 407,
        "name": "Кодинск"
    },
    {
        "id": 408,
        "name": "Красноярск"
    },
    {
        "id": 409,
        "name": "Лесосибирск"
    },
    {
        "id": 410,
        "name": "Минусинск"
    },
    {
        "id": 411,
        "name": "Назарово"
    },
    {
        "id": 412,
        "name": "Норильск"
    },
    {
        "id": 413,
        "name": "Сосновоборск"
    },
    {
        "id": 414,
        "name": "Ужур"
    },
    {
        "id": 415,
        "name": "Уяр"
    },
    {
        "id": 416,
        "name": "Шарыпово"
    },
    {
        "id": 417,
        "name": "Ялта"
    },
    {
        "id": 418,
        "name": "Алушта"
    },
    {
        "id": 419,
        "name": "Армянск"
    },
    {
        "id": 420,
        "name": "Бахчисарай"
    },
    {
        "id": 421,
        "name": "Джанкой"
    },
    {
        "id": 422,
        "name": "Евпатория"
    },
    {
        "id": 423,
        "name": "Керчь"
    },
    {
        "id": 424,
        "name": "Красноперекопск"
    },
    {
        "id": 425,
        "name": "Саки"
    },
    {
        "id": 426,
        "name": "Симферополь"
    },
    {
        "id": 427,
        "name": "Старый Крым"
    },
    {
        "id": 428,
        "name": "Судак"
    },
    {
        "id": 429,
        "name": "Феодосия"
    },
    {
        "id": 430,
        "name": "Щелкино"
    },
    {
        "id": 431,
        "name": "Далматово"
    },
    {
        "id": 432,
        "name": "Катайск"
    },
    {
        "id": 433,
        "name": "Курган"
    },
    {
        "id": 434,
        "name": "Куртамыш"
    },
    {
        "id": 435,
        "name": "Макушино"
    },
    {
        "id": 436,
        "name": "Петухово"
    },
    {
        "id": 437,
        "name": "Шадринск"
    },
    {
        "id": 438,
        "name": "Шумиха"
    },
    {
        "id": 439,
        "name": "Щучье"
    },
    {
        "id": 440,
        "name": "Дмитриев"
    },
    {
        "id": 441,
        "name": "Курск"
    },
    {
        "id": 442,
        "name": "Курчатов"
    },
    {
        "id": 443,
        "name": "Льгов"
    },
    {
        "id": 444,
        "name": "Обоянь"
    },
    {
        "id": 445,
        "name": "Рыльск"
    },
    {
        "id": 446,
        "name": "Суджа"
    },
    {
        "id": 447,
        "name": "Фатеж"
    },
    {
        "id": 448,
        "name": "Щигры"
    },
    {
        "id": 449,
        "name": "Бокситогорск"
    },
    {
        "id": 450,
        "name": "Волосово"
    },
    {
        "id": 451,
        "name": "Волхов"
    },
    {
        "id": 452,
        "name": "Всеволожск"
    },
    {
        "id": 453,
        "name": "Выборг"
    },
    {
        "id": 454,
        "name": "Высоцк"
    },
    {
        "id": 455,
        "name": "Гатчина"
    },
    {
        "id": 456,
        "name": "Ивангород"
    },
    {
        "id": 457,
        "name": "Каменногорск"
    },
    {
        "id": 458,
        "name": "Кингисепп"
    },
    {
        "id": 459,
        "name": "Кириши"
    },
    {
        "id": 460,
        "name": "Кировск"
    },
    {
        "id": 461,
        "name": "Коммунар"
    },
    {
        "id": 462,
        "name": "Кудрово"
    },
    {
        "id": 463,
        "name": "Лодейное Поле"
    },
    {
        "id": 464,
        "name": "Луга"
    },
    {
        "id": 465,
        "name": "Любань"
    },
    {
        "id": 466,
        "name": "Мурино"
    },
    {
        "id": 467,
        "name": "Никольское"
    },
    {
        "id": 468,
        "name": "Новая Ладога"
    },
    {
        "id": 469,
        "name": "Отрадное"
    },
    {
        "id": 470,
        "name": "Пикалево"
    },
    {
        "id": 471,
        "name": "Подпорожье"
    },
    {
        "id": 472,
        "name": "Приозерск"
    },
    {
        "id": 473,
        "name": "Светогорск"
    },
    {
        "id": 474,
        "name": "Сертолово"
    },
    {
        "id": 475,
        "name": "Сланцы"
    },
    {
        "id": 476,
        "name": "Сосновый Бор"
    },
    {
        "id": 477,
        "name": "Сясьстрой"
    },
    {
        "id": 478,
        "name": "Тихвин"
    },
    {
        "id": 479,
        "name": "Тосно"
    },
    {
        "id": 480,
        "name": "Шлиссельбург"
    },
    {
        "id": 481,
        "name": "Грязи"
    },
    {
        "id": 482,
        "name": "Данков"
    },
    {
        "id": 483,
        "name": "Елец"
    },
    {
        "id": 484,
        "name": "Задонск"
    },
    {
        "id": 485,
        "name": "Лебедянь"
    },
    {
        "id": 486,
        "name": "Липецк"
    },
    {
        "id": 487,
        "name": "Усмань"
    },
    {
        "id": 488,
        "name": "Чаплыгин"
    },
    {
        "id": 489,
        "name": "Магадан"
    },
    {
        "id": 490,
        "name": "Сусуман"
    },
    {
        "id": 491,
        "name": "Волжск"
    },
    {
        "id": 492,
        "name": "Звенигово"
    },
    {
        "id": 493,
        "name": "Йошкар-Ола"
    },
    {
        "id": 494,
        "name": "Козьмодемьянск"
    },
    {
        "id": 495,
        "name": "Ардатов"
    },
    {
        "id": 496,
        "name": "Инсар"
    },
    {
        "id": 497,
        "name": "Ковылкино"
    },
    {
        "id": 498,
        "name": "Рузаевка"
    },
    {
        "id": 499,
        "name": "Саранск"
    },
    {
        "id": 500,
        "name": "Темников"
    },
    {
        "id": 501,
        "name": NaN
    },
    {
        "id": 502,
        "name": "Апрелевка"
    },
    {
        "id": 503,
        "name": "Балашиха"
    },
    {
        "id": 504,
        "name": "Белоозёрский"
    },
    {
        "id": 505,
        "name": "Бронницы"
    },
    {
        "id": 506,
        "name": "Верея"
    },
    {
        "id": 507,
        "name": "Видное"
    },
    {
        "id": 508,
        "name": "Волоколамск"
    },
    {
        "id": 509,
        "name": "Высоковск"
    },
    {
        "id": 510,
        "name": "Голицыно"
    },
    {
        "id": 511,
        "name": "Дедовск"
    },
    {
        "id": 512,
        "name": "Дзержинский"
    },
    {
        "id": 513,
        "name": "Долгопрудный"
    },
    {
        "id": 514,
        "name": "Домодедово"
    },
    {
        "id": 515,
        "name": "Дрезна"
    },
    {
        "id": 516,
        "name": "Дубна"
    },
    {
        "id": 517,
        "name": "Егорьевск"
    },
    {
        "id": 518,
        "name": "Жуковский"
    },
    {
        "id": 519,
        "name": "Зарайск"
    },
    {
        "id": 520,
        "name": "Звенигород"
    },
    {
        "id": 521,
        "name": "Ивантеевка"
    },
    {
        "id": 522,
        "name": "Кашира"
    },
    {
        "id": 523,
        "name": "Коломна"
    },
    {
        "id": 524,
        "name": "Королёв"
    },
    {
        "id": 525,
        "name": "Котельники"
    },
    {
        "id": 526,
        "name": "Красноармейск"
    },
    {
        "id": 527,
        "name": "Красногорск"
    },
    {
        "id": 528,
        "name": "Краснозаводск"
    },
    {
        "id": 529,
        "name": "Кубинка"
    },
    {
        "id": 530,
        "name": "Куровское"
    },
    {
        "id": 531,
        "name": "Ликино-Дулёво"
    },
    {
        "id": 532,
        "name": "Лобня"
    },
    {
        "id": 533,
        "name": "Лосино-Петровский"
    },
    {
        "id": 534,
        "name": "Луховицы"
    },
    {
        "id": 535,
        "name": "Лыткарино"
    },
    {
        "id": 536,
        "name": "Люберцы"
    },
    {
        "id": 537,
        "name": "Можайск"
    },
    {
        "id": 538,
        "name": "Мытищи"
    },
    {
        "id": 539,
        "name": "Озёры"
    },
    {
        "id": 540,
        "name": "Павловский Посад"
    },
    {
        "id": 541,
        "name": "Пересвет"
    },
    {
        "id": 542,
        "name": "Подольск"
    },
    {
        "id": 543,
        "name": "Протвино"
    },
    {
        "id": 544,
        "name": "Пушкино"
    },
    {
        "id": 545,
        "name": "Пущино"
    },
    {
        "id": 546,
        "name": "Раменское"
    },
    {
        "id": 547,
        "name": "Реутов"
    },
    {
        "id": 548,
        "name": "Рошаль"
    },
    {
        "id": 549,
        "name": "Руза"
    },
    {
        "id": 550,
        "name": "Серпухов"
    },
    {
        "id": 551,
        "name": "Солнечногорск"
    },
    {
        "id": 552,
        "name": "Старая Купавна"
    },
    {
        "id": 553,
        "name": "Ступино"
    },
    {
        "id": 554,
        "name": "Талдом"
    },
    {
        "id": 555,
        "name": "Фрязино"
    },
    {
        "id": 556,
        "name": "Химки"
    },
    {
        "id": 557,
        "name": "Хотьково"
    },
    {
        "id": 558,
        "name": "Черноголовка"
    },
    {
        "id": 559,
        "name": "Чехов"
    },
    {
        "id": 560,
        "name": "Щёлково"
    },
    {
        "id": 561,
        "name": "Электрогорск"
    },
    {
        "id": 562,
        "name": "Электросталь"
    },
    {
        "id": 563,
        "name": "Электроугли"
    },
    {
        "id": 564,
        "name": "Яхрома"
    },
    {
        "id": 565,
        "name": "Апатиты"
    },
    {
        "id": 566,
        "name": "Гаджиево"
    },
    {
        "id": 567,
        "name": "Заозерск"
    },
    {
        "id": 568,
        "name": "Заполярный"
    },
    {
        "id": 569,
        "name": "Кандалакша"
    },
    {
        "id": 570,
        "name": "Ковдор"
    },
    {
        "id": 571,
        "name": "Кола"
    },
    {
        "id": 572,
        "name": "Мончегорск"
    },
    {
        "id": 573,
        "name": "Мурманск"
    },
    {
        "id": 574,
        "name": "Оленегорск"
    },
    {
        "id": 575,
        "name": "Островной"
    },
    {
        "id": 576,
        "name": "Полярные Зори"
    },
    {
        "id": 577,
        "name": "Полярный"
    },
    {
        "id": 578,
        "name": "Североморск"
    },
    {
        "id": 579,
        "name": "Снежногорск"
    },
    {
        "id": 580,
        "name": "Нарьян-Мар"
    },
    {
        "id": 581,
        "name": "Арзамас"
    },
    {
        "id": 582,
        "name": "Балахна"
    },
    {
        "id": 583,
        "name": "Богородск"
    },
    {
        "id": 584,
        "name": "Бор"
    },
    {
        "id": 585,
        "name": "Ветлуга"
    },
    {
        "id": 586,
        "name": "Володарск"
    },
    {
        "id": 587,
        "name": "Ворсма"
    },
    {
        "id": 588,
        "name": "Выкса"
    },
    {
        "id": 589,
        "name": "Горбатов"
    },
    {
        "id": 590,
        "name": "Городец"
    },
    {
        "id": 591,
        "name": "Дзержинск"
    },
    {
        "id": 592,
        "name": "Заволжье"
    },
    {
        "id": 593,
        "name": "Княгинино"
    },
    {
        "id": 594,
        "name": "Кстово"
    },
    {
        "id": 595,
        "name": "Кулебаки"
    },
    {
        "id": 596,
        "name": "Лукоянов"
    },
    {
        "id": 597,
        "name": "Лысково"
    },
    {
        "id": 598,
        "name": "Навашино"
    },
    {
        "id": 599,
        "name": "Нижний Новгород"
    },
    {
        "id": 600,
        "name": "Павлово"
    },
    {
        "id": 601,
        "name": "Первомайск"
    },
    {
        "id": 602,
        "name": "Перевоз"
    },
    {
        "id": 603,
        "name": "Саров"
    },
    {
        "id": 604,
        "name": "Семенов"
    },
    {
        "id": 605,
        "name": "Сергач"
    },
    {
        "id": 606,
        "name": "Урень"
    },
    {
        "id": 607,
        "name": "Чкаловск"
    },
    {
        "id": 608,
        "name": "Шахунья"
    },
    {
        "id": 609,
        "name": "Боровичи"
    },
    {
        "id": 610,
        "name": "Валдай"
    },
    {
        "id": 611,
        "name": "Великий Новгород"
    },
    {
        "id": 612,
        "name": "Малая Вишера"
    },
    {
        "id": 613,
        "name": "Окуловка"
    },
    {
        "id": 614,
        "name": "Пестово"
    },
    {
        "id": 615,
        "name": "Сольцы"
    },
    {
        "id": 616,
        "name": "Старая Русса"
    },
    {
        "id": 617,
        "name": "Холм"
    },
    {
        "id": 618,
        "name": "Чудово"
    },
    {
        "id": 619,
        "name": "Барабинск"
    },
    {
        "id": 620,
        "name": "Бердск"
    },
    {
        "id": 621,
        "name": "Болотное"
    },
    {
        "id": 622,
        "name": "Искитим"
    },
    {
        "id": 623,
        "name": "Карасук"
    },
    {
        "id": 624,
        "name": "Каргат"
    },
    {
        "id": 625,
        "name": "Куйбышев"
    },
    {
        "id": 626,
        "name": "Купино"
    },
    {
        "id": 627,
        "name": "Новосибирск"
    },
    {
        "id": 628,
        "name": "Обь"
    },
    {
        "id": 629,
        "name": "Татарск"
    },
    {
        "id": 630,
        "name": "Тогучин"
    },
    {
        "id": 631,
        "name": "Черепаново"
    },
    {
        "id": 632,
        "name": "Чулым"
    },
    {
        "id": 633,
        "name": "Исилькуль"
    },
    {
        "id": 634,
        "name": "Калачинск"
    },
    {
        "id": 635,
        "name": "Называевск"
    },
    {
        "id": 636,
        "name": "Омск"
    },
    {
        "id": 637,
        "name": "Тара"
    },
    {
        "id": 638,
        "name": "Тюкалинск"
    },
    {
        "id": 639,
        "name": "Абдулино"
    },
    {
        "id": 640,
        "name": "Бугуруслан"
    },
    {
        "id": 641,
        "name": "Бузулук"
    },
    {
        "id": 642,
        "name": "Гай"
    },
    {
        "id": 643,
        "name": "Кувандык"
    },
    {
        "id": 644,
        "name": "Медногорск"
    },
    {
        "id": 645,
        "name": "Новотроицк"
    },
    {
        "id": 646,
        "name": "Оренбург"
    },
    {
        "id": 647,
        "name": "Орск"
    },
    {
        "id": 648,
        "name": "Соль-Илецк"
    },
    {
        "id": 649,
        "name": "Сорочинск"
    },
    {
        "id": 650,
        "name": "Ясный"
    },
    {
        "id": 651,
        "name": "Болхов"
    },
    {
        "id": 652,
        "name": "Дмитровск"
    },
    {
        "id": 653,
        "name": "Ливны"
    },
    {
        "id": 654,
        "name": "Малоархангельск"
    },
    {
        "id": 655,
        "name": "Мценск"
    },
    {
        "id": 656,
        "name": "Новосиль"
    },
    {
        "id": 657,
        "name": "Орёл"
    },
    {
        "id": 658,
        "name": "Белинский"
    },
    {
        "id": 659,
        "name": "Городище"
    },
    {
        "id": 660,
        "name": "Заречный"
    },
    {
        "id": 661,
        "name": "Каменка"
    },
    {
        "id": 662,
        "name": "Кузнецк"
    },
    {
        "id": 663,
        "name": "Нижний Ломов"
    },
    {
        "id": 664,
        "name": "Пенза"
    },
    {
        "id": 665,
        "name": "Сердобск"
    },
    {
        "id": 666,
        "name": "Спасск"
    },
    {
        "id": 667,
        "name": "Сурск"
    },
    {
        "id": 668,
        "name": "Александровск"
    },
    {
        "id": 669,
        "name": "Березники"
    },
    {
        "id": 670,
        "name": "Верещагино"
    },
    {
        "id": 671,
        "name": "Горнозаводск"
    },
    {
        "id": 672,
        "name": "Гремячинск"
    },
    {
        "id": 673,
        "name": "Губаха"
    },
    {
        "id": 674,
        "name": "Добрянка"
    },
    {
        "id": 675,
        "name": "Кизел"
    },
    {
        "id": 676,
        "name": "Красновишерск"
    },
    {
        "id": 677,
        "name": "Краснокамск"
    },
    {
        "id": 678,
        "name": "Кудымкар"
    },
    {
        "id": 679,
        "name": "Кунгур"
    },
    {
        "id": 680,
        "name": "Лысьва"
    },
    {
        "id": 681,
        "name": "Нытва"
    },
    {
        "id": 682,
        "name": "Оса"
    },
    {
        "id": 683,
        "name": "Оханск"
    },
    {
        "id": 684,
        "name": "Очер"
    },
    {
        "id": 685,
        "name": "Пермь"
    },
    {
        "id": 686,
        "name": "Соликамск"
    },
    {
        "id": 687,
        "name": "Усолье"
    },
    {
        "id": 688,
        "name": "Чайковский"
    },
    {
        "id": 689,
        "name": "Чердынь"
    },
    {
        "id": 690,
        "name": "Чермоз"
    },
    {
        "id": 691,
        "name": "Чернушка"
    },
    {
        "id": 692,
        "name": "Чусовой"
    },
    {
        "id": 693,
        "name": "Арсеньев"
    },
    {
        "id": 694,
        "name": "Артем"
    },
    {
        "id": 695,
        "name": "Большой Камень"
    },
    {
        "id": 696,
        "name": "Владивосток"
    },
    {
        "id": 697,
        "name": "Дальнегорск"
    },
    {
        "id": 698,
        "name": "Дальнереченск"
    },
    {
        "id": 699,
        "name": "Лесозаводск"
    },
    {
        "id": 700,
        "name": "Находка"
    },
    {
        "id": 701,
        "name": "Партизанск"
    },
    {
        "id": 702,
        "name": "Спасск-Дальний"
    },
    {
        "id": 703,
        "name": "Уссурийск"
    },
    {
        "id": 704,
        "name": "Великие Луки"
    },
    {
        "id": 705,
        "name": "Гдов"
    },
    {
        "id": 706,
        "name": "Дно"
    },
    {
        "id": 707,
        "name": "Невель"
    },
    {
        "id": 708,
        "name": "Новоржев"
    },
    {
        "id": 709,
        "name": "Новосокольники"
    },
    {
        "id": 710,
        "name": "Опочка"
    },
    {
        "id": 711,
        "name": "Остров"
    },
    {
        "id": 712,
        "name": "Печоры"
    },
    {
        "id": 713,
        "name": "Порхов"
    },
    {
        "id": 714,
        "name": "Псков"
    },
    {
        "id": 715,
        "name": "Пустошка"
    },
    {
        "id": 716,
        "name": "Пыталово"
    },
    {
        "id": 717,
        "name": "Себеж"
    },
    {
        "id": 718,
        "name": "Азов"
    },
    {
        "id": 719,
        "name": "Аксай"
    },
    {
        "id": 720,
        "name": "Батайск"
    },
    {
        "id": 721,
        "name": "Белая Калитва"
    },
    {
        "id": 722,
        "name": "Волгодонск"
    },
    {
        "id": 723,
        "name": "Гуково"
    },
    {
        "id": 724,
        "name": "Донецк"
    },
    {
        "id": 725,
        "name": "Зверево"
    },
    {
        "id": 726,
        "name": "Зерноград"
    },
    {
        "id": 727,
        "name": "Каменск-Шахтинский"
    },
    {
        "id": 728,
        "name": "Константиновск"
    },
    {
        "id": 729,
        "name": "Красный Сулин"
    },
    {
        "id": 730,
        "name": "Миллерово"
    },
    {
        "id": 731,
        "name": "Морозовск"
    },
    {
        "id": 732,
        "name": "Новочеркасск"
    },
    {
        "id": 733,
        "name": "Новошахтинск"
    },
    {
        "id": 734,
        "name": "Пролетарск"
    },
    {
        "id": 735,
        "name": "Ростов-на-Дону"
    },
    {
        "id": 736,
        "name": "Сальск"
    },
    {
        "id": 737,
        "name": "Семикаракорск"
    },
    {
        "id": 738,
        "name": "Таганрог"
    },
    {
        "id": 739,
        "name": "Цимлянск"
    },
    {
        "id": 740,
        "name": "Шахты"
    },
    {
        "id": 741,
        "name": "Касимов"
    },
    {
        "id": 742,
        "name": "Кораблино"
    },
    {
        "id": 743,
        "name": "Михайлов"
    },
    {
        "id": 744,
        "name": "Новомичуринск"
    },
    {
        "id": 745,
        "name": "Рыбное"
    },
    {
        "id": 746,
        "name": "Ряжск"
    },
    {
        "id": 747,
        "name": "Рязань"
    },
    {
        "id": 748,
        "name": "Сасово"
    },
    {
        "id": 749,
        "name": "Скопин"
    },
    {
        "id": 750,
        "name": "Спас-Клепики"
    },
    {
        "id": 751,
        "name": "Спасск-Рязанский"
    },
    {
        "id": 752,
        "name": "Шацк"
    },
    {
        "id": 753,
        "name": "Жигулевск"
    },
    {
        "id": 754,
        "name": "Кинель"
    },
    {
        "id": 755,
        "name": "Нефтегорск"
    },
    {
        "id": 756,
        "name": "Новокуйбышевск"
    },
    {
        "id": 757,
        "name": "Октябрьск"
    },
    {
        "id": 758,
        "name": "Отрадный"
    },
    {
        "id": 759,
        "name": "Похвистнево"
    },
    {
        "id": 760,
        "name": "Самара"
    },
    {
        "id": 761,
        "name": "Сызрань"
    },
    {
        "id": 762,
        "name": "Тольятти"
    },
    {
        "id": 763,
        "name": "Чапаевск"
    },
    {
        "id": 764,
        "name": "Аркадак"
    },
    {
        "id": 765,
        "name": "Аткарск"
    },
    {
        "id": 766,
        "name": "Балаково"
    },
    {
        "id": 767,
        "name": "Балашов"
    },
    {
        "id": 768,
        "name": "Вольск"
    },
    {
        "id": 769,
        "name": "Ершов"
    },
    {
        "id": 770,
        "name": "Калининск"
    },
    {
        "id": 771,
        "name": "Красный Кут"
    },
    {
        "id": 772,
        "name": "Маркс"
    },
    {
        "id": 773,
        "name": "Новоузенск"
    },
    {
        "id": 774,
        "name": "Петровск"
    },
    {
        "id": 775,
        "name": "Пугачев"
    },
    {
        "id": 776,
        "name": "Ртищево"
    },
    {
        "id": 777,
        "name": "Саратов"
    },
    {
        "id": 778,
        "name": "Хвалынск"
    },
    {
        "id": 779,
        "name": "Шиханы"
    },
    {
        "id": 780,
        "name": "Энгельс"
    },
    {
        "id": 781,
        "name": "Александровск-Сахалинский"
    },
    {
        "id": 782,
        "name": "Анива"
    },
    {
        "id": 783,
        "name": "Долинск"
    },
    {
        "id": 784,
        "name": "Корсаков"
    },
    {
        "id": 785,
        "name": "Курильск"
    },
    {
        "id": 786,
        "name": "Макаров"
    },
    {
        "id": 787,
        "name": "Невельск"
    },
    {
        "id": 788,
        "name": "Оха"
    },
    {
        "id": 789,
        "name": "Поронайск"
    },
    {
        "id": 790,
        "name": "Северо-Курильск"
    },
    {
        "id": 791,
        "name": "Томари"
    },
    {
        "id": 792,
        "name": "Углегорск"
    },
    {
        "id": 793,
        "name": "Холмск"
    },
    {
        "id": 794,
        "name": "Южно-Сахалинск"
    },
    {
        "id": 795,
        "name": "Алапаевск"
    },
    {
        "id": 796,
        "name": "Арамиль"
    },
    {
        "id": 797,
        "name": "Артемовский"
    },
    {
        "id": 798,
        "name": "Асбест"
    },
    {
        "id": 799,
        "name": "Богданович"
    },
    {
        "id": 800,
        "name": "Верхний Тагил"
    },
    {
        "id": 801,
        "name": "Верхняя Пышма"
    },
    {
        "id": 802,
        "name": "Верхняя Салда"
    },
    {
        "id": 803,
        "name": "Верхняя Тура"
    },
    {
        "id": 804,
        "name": "Верхотурье"
    },
    {
        "id": 805,
        "name": "Волчанск"
    },
    {
        "id": 806,
        "name": "Дегтярск"
    },
    {
        "id": 807,
        "name": "Екатеринбург"
    },
    {
        "id": 808,
        "name": "Ивдель"
    },
    {
        "id": 809,
        "name": "Ирбит"
    },
    {
        "id": 810,
        "name": "Каменск-Уральский"
    },
    {
        "id": 811,
        "name": "Камышлов"
    },
    {
        "id": 812,
        "name": "Карпинск"
    },
    {
        "id": 813,
        "name": "Качканар"
    },
    {
        "id": 814,
        "name": "Кировград"
    },
    {
        "id": 815,
        "name": "Краснотурьинск"
    },
    {
        "id": 816,
        "name": "Красноуральск"
    },
    {
        "id": 817,
        "name": "Красноуфимск"
    },
    {
        "id": 818,
        "name": "Кушва"
    },
    {
        "id": 819,
        "name": "Лесной"
    },
    {
        "id": 820,
        "name": "Михайловск"
    },
    {
        "id": 821,
        "name": "Невьянск"
    },
    {
        "id": 822,
        "name": "Нижние Серги"
    },
    {
        "id": 823,
        "name": "Нижний Тагил"
    },
    {
        "id": 824,
        "name": "Нижняя Салда"
    },
    {
        "id": 825,
        "name": "Нижняя Тура"
    },
    {
        "id": 826,
        "name": "Новая Ляля"
    },
    {
        "id": 827,
        "name": "Новоуральск"
    },
    {
        "id": 828,
        "name": "Первоуральск"
    },
    {
        "id": 829,
        "name": "Полевской"
    },
    {
        "id": 830,
        "name": "Ревда"
    },
    {
        "id": 831,
        "name": "Реж"
    },
    {
        "id": 832,
        "name": "Североуральск"
    },
    {
        "id": 833,
        "name": "Серов"
    },
    {
        "id": 834,
        "name": "Среднеуральск"
    },
    {
        "id": 835,
        "name": "Сухой Лог"
    },
    {
        "id": 836,
        "name": "Сысерть"
    },
    {
        "id": 837,
        "name": "Тавда"
    },
    {
        "id": 838,
        "name": "Талица"
    },
    {
        "id": 839,
        "name": "Туринск"
    },
    {
        "id": 840,
        "name": "Алагир"
    },
    {
        "id": 841,
        "name": "Ардон"
    },
    {
        "id": 842,
        "name": "Беслан"
    },
    {
        "id": 843,
        "name": "Владикавказ"
    },
    {
        "id": 844,
        "name": "Дигора"
    },
    {
        "id": 845,
        "name": "Моздок"
    },
    {
        "id": 846,
        "name": "Велиж"
    },
    {
        "id": 847,
        "name": "Вязьма"
    },
    {
        "id": 848,
        "name": "Гагарин"
    },
    {
        "id": 849,
        "name": "Демидов"
    },
    {
        "id": 850,
        "name": "Десногорск"
    },
    {
        "id": 851,
        "name": "Дорогобуж"
    },
    {
        "id": 852,
        "name": "Духовщина"
    },
    {
        "id": 853,
        "name": "Ельня"
    },
    {
        "id": 854,
        "name": "Починок"
    },
    {
        "id": 855,
        "name": "Рославль"
    },
    {
        "id": 856,
        "name": "Рудня"
    },
    {
        "id": 857,
        "name": "Сафоново"
    },
    {
        "id": 858,
        "name": "Смоленск"
    },
    {
        "id": 859,
        "name": "Сычевка"
    },
    {
        "id": 860,
        "name": "Ярцево"
    },
    {
        "id": 861,
        "name": "Благодарный"
    },
    {
        "id": 862,
        "name": "Буденновск"
    },
    {
        "id": 863,
        "name": "Георгиевск"
    },
    {
        "id": 864,
        "name": "Ессентуки"
    },
    {
        "id": 865,
        "name": "Железноводск"
    },
    {
        "id": 866,
        "name": "Зеленокумск"
    },
    {
        "id": 867,
        "name": "Изобильный"
    },
    {
        "id": 868,
        "name": "Ипатово"
    },
    {
        "id": 869,
        "name": "Кисловодск"
    },
    {
        "id": 870,
        "name": "Лермонтов"
    },
    {
        "id": 871,
        "name": "Минеральные Воды"
    },
    {
        "id": 872,
        "name": "Невинномысск"
    },
    {
        "id": 873,
        "name": "Нефтекумск"
    },
    {
        "id": 874,
        "name": "Новоалександровск"
    },
    {
        "id": 875,
        "name": "Новопавловск"
    },
    {
        "id": 876,
        "name": "Пятигорск"
    },
    {
        "id": 877,
        "name": "Светлоград"
    },
    {
        "id": 878,
        "name": "Ставрополь"
    },
    {
        "id": 879,
        "name": "Жердевка"
    },
    {
        "id": 880,
        "name": "Кирсанов"
    },
    {
        "id": 881,
        "name": "Котовск"
    },
    {
        "id": 882,
        "name": "Мичуринск"
    },
    {
        "id": 883,
        "name": "Моршанск"
    },
    {
        "id": 884,
        "name": "Рассказово"
    },
    {
        "id": 885,
        "name": "Тамбов"
    },
    {
        "id": 886,
        "name": "Уварово"
    },
    {
        "id": 887,
        "name": "Агрыз"
    },
    {
        "id": 888,
        "name": "Азнакаево"
    },
    {
        "id": 889,
        "name": "Альметьевск"
    },
    {
        "id": 890,
        "name": "Арск"
    },
    {
        "id": 891,
        "name": "Бавлы"
    },
    {
        "id": 892,
        "name": "Болгар"
    },
    {
        "id": 893,
        "name": "Бугульма"
    },
    {
        "id": 894,
        "name": "Буинск"
    },
    {
        "id": 895,
        "name": "Елабуга"
    },
    {
        "id": 896,
        "name": "Заинск"
    },
    {
        "id": 897,
        "name": "Зеленодольск"
    },
    {
        "id": 898,
        "name": "Иннополис"
    },
    {
        "id": 899,
        "name": "Казань"
    },
    {
        "id": 900,
        "name": "Кукмор"
    },
    {
        "id": 901,
        "name": "Лаишево"
    },
    {
        "id": 902,
        "name": "Лениногорск"
    },
    {
        "id": 903,
        "name": "Мамадыш"
    },
    {
        "id": 904,
        "name": "Менделеевск"
    },
    {
        "id": 905,
        "name": "Мензелинск"
    },
    {
        "id": 906,
        "name": "Набережные Челны"
    },
    {
        "id": 907,
        "name": "Нижнекамск"
    },
    {
        "id": 908,
        "name": "Нурлат"
    },
    {
        "id": 909,
        "name": "Тетюши"
    },
    {
        "id": 910,
        "name": "Чистополь"
    },
    {
        "id": 911,
        "name": "Андреаполь"
    },
    {
        "id": 912,
        "name": "Бежецк"
    },
    {
        "id": 913,
        "name": "Белый"
    },
    {
        "id": 914,
        "name": "Бологое"
    },
    {
        "id": 915,
        "name": "Весьегонск"
    },
    {
        "id": 916,
        "name": "Вышний Волочек"
    },
    {
        "id": 917,
        "name": "Западная Двина"
    },
    {
        "id": 918,
        "name": "Зубцов"
    },
    {
        "id": 919,
        "name": "Калязин"
    },
    {
        "id": 920,
        "name": "Кашин"
    },
    {
        "id": 921,
        "name": "Кимры"
    },
    {
        "id": 922,
        "name": "Конаково"
    },
    {
        "id": 923,
        "name": "Красный Холм"
    },
    {
        "id": 924,
        "name": "Кувшиново"
    },
    {
        "id": 925,
        "name": "Лихославль"
    },
    {
        "id": 926,
        "name": "Нелидово"
    },
    {
        "id": 927,
        "name": "Осташков"
    },
    {
        "id": 928,
        "name": "Ржев"
    },
    {
        "id": 929,
        "name": "Старица"
    },
    {
        "id": 930,
        "name": "Тверь"
    },
    {
        "id": 931,
        "name": "Торжок"
    },
    {
        "id": 932,
        "name": "Торопец"
    },
    {
        "id": 933,
        "name": "Удомля"
    },
    {
        "id": 934,
        "name": "Асино"
    },
    {
        "id": 935,
        "name": "Кедровый"
    },
    {
        "id": 936,
        "name": "Колпашево"
    },
    {
        "id": 937,
        "name": "Северск"
    },
    {
        "id": 938,
        "name": "Стрежевой"
    },
    {
        "id": 939,
        "name": "Томск"
    },
    {
        "id": 940,
        "name": "Алексин"
    },
    {
        "id": 941,
        "name": "Белев"
    },
    {
        "id": 942,
        "name": "Богородицк"
    },
    {
        "id": 943,
        "name": "Болохово"
    },
    {
        "id": 944,
        "name": "Венев"
    },
    {
        "id": 945,
        "name": "Донской"
    },
    {
        "id": 946,
        "name": "Ефремов"
    },
    {
        "id": 947,
        "name": "Кимовск"
    },
    {
        "id": 948,
        "name": "Киреевск"
    },
    {
        "id": 949,
        "name": "Липки"
    },
    {
        "id": 950,
        "name": "Новомосковск"
    },
    {
        "id": 951,
        "name": "Плавск"
    },
    {
        "id": 952,
        "name": "Суворов"
    },
    {
        "id": 953,
        "name": "Тула"
    },
    {
        "id": 954,
        "name": "Узловая"
    },
    {
        "id": 955,
        "name": "Чекалин"
    },
    {
        "id": 956,
        "name": "Щекино"
    },
    {
        "id": 957,
        "name": "Ясногорск"
    },
    {
        "id": 958,
        "name": "Ак-Довурак"
    },
    {
        "id": 959,
        "name": "Кызыл"
    },
    {
        "id": 960,
        "name": "Туран"
    },
    {
        "id": 961,
        "name": "Чадан"
    },
    {
        "id": 962,
        "name": "Шагонар"
    },
    {
        "id": 963,
        "name": "Заводоуковск"
    },
    {
        "id": 964,
        "name": "Ишим"
    },
    {
        "id": 965,
        "name": "Тобольск"
    },
    {
        "id": 966,
        "name": "Тюмень"
    },
    {
        "id": 967,
        "name": "Ялуторовск"
    },
    {
        "id": 968,
        "name": "Воткинск"
    },
    {
        "id": 969,
        "name": "Глазов"
    },
    {
        "id": 970,
        "name": "Ижевск"
    },
    {
        "id": 971,
        "name": "Камбарка"
    },
    {
        "id": 972,
        "name": "Можга"
    },
    {
        "id": 973,
        "name": "Сарапул"
    },
    {
        "id": 974,
        "name": "Барыш"
    },
    {
        "id": 975,
        "name": "Димитровград"
    },
    {
        "id": 976,
        "name": "Инза"
    },
    {
        "id": 977,
        "name": "Новоульяновск"
    },
    {
        "id": 978,
        "name": "Сенгилей"
    },
    {
        "id": 979,
        "name": "Ульяновск"
    },
    {
        "id": 980,
        "name": "Амурск"
    },
    {
        "id": 981,
        "name": "Бикин"
    },
    {
        "id": 982,
        "name": "Вяземский"
    },
    {
        "id": 983,
        "name": "Комсомольск-на-Амуре"
    },
    {
        "id": 984,
        "name": "Николаевск-на-Амуре"
    },
    {
        "id": 985,
        "name": "Советская Гавань"
    },
    {
        "id": 986,
        "name": "Хабаровск"
    },
    {
        "id": 987,
        "name": "Абаза"
    },
    {
        "id": 988,
        "name": "Абакан"
    },
    {
        "id": 989,
        "name": "Саяногорск"
    },
    {
        "id": 990,
        "name": "Сорск"
    },
    {
        "id": 991,
        "name": "Черногорск"
    },
    {
        "id": 992,
        "name": "Белоярский"
    },
    {
        "id": 993,
        "name": "Когалым"
    },
    {
        "id": 994,
        "name": "Лангепас"
    },
    {
        "id": 995,
        "name": "Лянтор"
    },
    {
        "id": 996,
        "name": "Мегион"
    },
    {
        "id": 997,
        "name": "Нефтеюганск"
    },
    {
        "id": 998,
        "name": "Нижневартовск"
    },
    {
        "id": 999,
        "name": "Нягань"
    },
    {
        "id": 1000,
        "name": "Покачи"
    },
    {
        "id": 1001,
        "name": "Пыть-Ях"
    },
    {
        "id": 1002,
        "name": "Советский"
    },
    {
        "id": 1003,
        "name": "Сургут"
    },
    {
        "id": 1004,
        "name": "Урай"
    },
    {
        "id": 1005,
        "name": "Ханты-Мансийск"
    },
    {
        "id": 1006,
        "name": "Югорск"
    },
    {
        "id": 1007,
        "name": "Аша"
    },
    {
        "id": 1008,
        "name": "Бакал"
    },
    {
        "id": 1009,
        "name": "Верхнеуральск"
    },
    {
        "id": 1010,
        "name": "Верхний Уфалей"
    },
    {
        "id": 1011,
        "name": "Еманжелинск"
    },
    {
        "id": 1012,
        "name": "Златоуст"
    },
    {
        "id": 1013,
        "name": "Карабаш"
    },
    {
        "id": 1014,
        "name": "Карталы"
    },
    {
        "id": 1015,
        "name": "Касли"
    },
    {
        "id": 1016,
        "name": "Катав-Ивановск"
    },
    {
        "id": 1017,
        "name": "Копейск"
    },
    {
        "id": 1018,
        "name": "Коркино"
    },
    {
        "id": 1019,
        "name": "Куса"
    },
    {
        "id": 1020,
        "name": "Кыштым"
    },
    {
        "id": 1021,
        "name": "Магнитогорск"
    },
    {
        "id": 1022,
        "name": "Миасс"
    },
    {
        "id": 1023,
        "name": "Миньяр"
    },
    {
        "id": 1024,
        "name": "Нязепетровск"
    },
    {
        "id": 1025,
        "name": "Пласт"
    },
    {
        "id": 1026,
        "name": "Сатка"
    },
    {
        "id": 1027,
        "name": "Сим"
    },
    {
        "id": 1028,
        "name": "Снежинск"
    },
    {
        "id": 1029,
        "name": "Трехгорный"
    },
    {
        "id": 1030,
        "name": "Троицк"
    },
    {
        "id": 1031,
        "name": "Усть-Катав"
    },
    {
        "id": 1032,
        "name": "Чебаркуль"
    },
    {
        "id": 1033,
        "name": "Челябинск"
    },
    {
        "id": 1034,
        "name": "Южноуральск"
    },
    {
        "id": 1035,
        "name": "Юрюзань"
    },
    {
        "id": 1036,
        "name": "Аргун"
    },
    {
        "id": 1037,
        "name": "Грозный"
    },
    {
        "id": 1038,
        "name": "Гудермес"
    },
    {
        "id": 1039,
        "name": "Курчалой"
    },
    {
        "id": 1040,
        "name": "Шали"
    },
    {
        "id": 1041,
        "name": "Алатырь"
    },
    {
        "id": 1042,
        "name": "Канаш"
    },
    {
        "id": 1043,
        "name": "Козловка"
    },
    {
        "id": 1044,
        "name": "Мариинский Посад"
    },
    {
        "id": 1045,
        "name": "Новочебоксарск"
    },
    {
        "id": 1046,
        "name": "Цивильск"
    },
    {
        "id": 1047,
        "name": "Чебоксары"
    },
    {
        "id": 1048,
        "name": "Шумерля"
    },
    {
        "id": 1049,
        "name": "Ядрин"
    },
    {
        "id": 1050,
        "name": "Анадырь"
    },
    {
        "id": 1051,
        "name": "Билибино"
    },
    {
        "id": 1052,
        "name": "Певек"
    },
    {
        "id": 1053,
        "name": "Алдан"
    },
    {
        "id": 1054,
        "name": "Верхоянск"
    },
    {
        "id": 1055,
        "name": "Вилюйск"
    },
    {
        "id": 1056,
        "name": "Ленск"
    },
    {
        "id": 1057,
        "name": "Нерюнгри"
    },
    {
        "id": 1058,
        "name": "Нюрба"
    },
    {
        "id": 1059,
        "name": "Олекминск"
    },
    {
        "id": 1060,
        "name": "Покровск"
    },
    {
        "id": 1061,
        "name": "Среднеколымск"
    },
    {
        "id": 1062,
        "name": "Томмот"
    },
    {
        "id": 1063,
        "name": "Удачный"
    },
    {
        "id": 1064,
        "name": "Якутск"
    },
    {
        "id": 1065,
        "name": "Губкинский"
    },
    {
        "id": 1066,
        "name": "Лабытнанги"
    },
    {
        "id": 1067,
        "name": "Муравленко"
    },
    {
        "id": 1068,
        "name": "Надым"
    },
    {
        "id": 1069,
        "name": "Новый Уренгой"
    },
    {
        "id": 1070,
        "name": "Ноябрьск"
    },
    {
        "id": 1071,
        "name": "Салехард"
    },
    {
        "id": 1072,
        "name": "Тарко-Сале"
    },
    {
        "id": 1073,
        "name": "Гаврилов-Ям"
    },
    {
        "id": 1074,
        "name": "Данилов"
    },
    {
        "id": 1075,
        "name": "Любим"
    },
    {
        "id": 1076,
        "name": "Мышкин"
    },
    {
        "id": 1077,
        "name": "Переславль-Залесский"
    },
    {
        "id": 1078,
        "name": "Пошехонье"
    },
    {
        "id": 1079,
        "name": "Ростов"
    },
    {
        "id": 1080,
        "name": "Рыбинск"
    },
    {
        "id": 1081,
        "name": "Тутаев"
    },
    {
        "id": 1082,
        "name": "Углич"
    },
    {
        "id": 1083,
        "name": "Ярославль"
    },
    {
        "id": 1084,
        "name": "Москва"
    },
]